var postReplaceList = 
[
    {
        "f": "┏カバーページ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┓",
        "r": "<div class=\"coverpage\">"
    },
    {
        "f": "┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━カバーページ┛",
        "r": "<\/div>"
    },
    {
        "f": "┏セクションヘッダー━━━━━━━━━━━━━━━━━━━━━━━━━━┓",
        "r": "<div class=\"secheader\">"
    },
    {
        "f": "┗━━━━━━━━━━━━━━━━━━━━━━━━━━セクションヘッダー┛",
        "r": "<\/div>"
    },
    {
        "f": "【サブタイ】",
        "r": "<div class=\"subtitle\">"
    },
    {
        "f": "【\/サブタイ】",
        "r": "<\/div>"
    },
    {
        "f": "【二段】",
        "r": "<div class=\"col2\">"
    },
    {
        "f": "【\/二段】",
        "r": "<\/div>"
    },
    {
        "f": "【図】",
        "r": "<div class=\"figure\">"
    },
    {
        "f": "【\/図】",
        "r": "<\/div>"
    },
    {
        "f": "【キャプ】",
        "r": "<div class=\"figcaption\">"
    },
    {
        "f": "【\/キャプ】",
        "r": "<\/div>"
    },
    {
        "f": "【表キャプ】",
        "r": "<div class=\"tablecaption\"><span class=\"hyouban\">表0-<span class=\"hyourenban\">〓<\/span><\/span>"
    },
    {
        "f": "【\/表キャプ】",
        "r": "<\/div>"
    },
    {
        "f": "【囲み】",
        "r": "<div class=\"kakomilist\">"
    },
    {
        "f": "【\/囲み】",
        "r": "<\/div>"
    },
    {
        "f": "<li>＊",
        "r": "<li class=\"aocome\">"
    },
    {
        "f": "【手順本文】",
        "r": "<div class=\"steptext\">"
    },
    {
        "f": "【\/手順本文※要上1L空き】",
        "r": "<\/div>"
    },
    {
        "f": "【図版横並び】",
        "r": "<div class=\"figure-h\">"
    },
    {
        "f": "【\/図版横並び】",
        "r": "<\/div>"
    },
    {
        "f": "【図版縦並び】",
        "r": "<div class=\"figure-v\">"
    },
    {
        "f": "【\/図版縦並び】",
        "r": "<\/div>"
    },
    {
        "f": "┌コラム─────────────────────────────────────┐",
        "r": "<div class=\"column\">"
    },
    {
        "f": "└─────────────────────────────────────コラム┘",
        "r": "<\/div>"
    },    
    {
        "f": "┌手コラ─────────────────────────────────────┐",
        "r": "<div class=\"manupoint\">"
    },
    {
        "f": "└─────────────────────────────────────手コラ┘",
        "r": "<\/div>"
    },    
    {
        "f": "【吹き出し】",
        "r": "<div class=\"fukidashis\">"
    },
    {
        "f": "【\/吹き出し】",
        "r": "<\/div>"
    },
    {
        "f": "【吹き出し縦】",
        "r": "<div class=\"fukidashis fukidashiv\">"
    },
    {
        "f": "【\/吹き出し縦】",
        "r": "<\/div>"
    },
    {
        "f": "【構文】",
        "r": "<div class=\"syntax\">"
    },
    {
        "f": "【\/構文】",
        "r": "<\/div>"
    },
    {
        "f": "【ネガティブ(\\d+)】",
        "r": "<div style=\"margin-top:-$1mm\"><\/div>"
    },
    {
        "f": "┌手順─────────────────────────────────────┐",
        "r": "<div class=\"stepblock\">"
    },
    {
        "f": "└─────────────────────────────────────手順┘",
        "r": "<\/div>"
    },
    {
        "f": "【一行空き】",
        "r": "<hr class=\"blankline\">"
    },
    {
        "f": "【改ページ】",
        "r": "<hr class=\"pagebreak\">"
    },
    {
        "f": "〘",
        "r": "<kbd>Ì"
    },
    {
        "f": "〙",
        "r": "Ô<\/kbd>"
    },
    {
        "f": "【PART】",
        "r": "<div class=\"part\">"
    },
    {
        "f": "【/PART】",
        "r": "<\/div>"
    },
    {
        "f": "★☆編集コメント：",
        "r": "<div class=\"hen\">"
    },
    {
        "f": "☆★",
        "r": "<\/div>"
    },
    {
        "f": "【ツメ】",
        "r": "<span class=\"mojitume\">"
    },
    {
        "f": "【/ツメ】",
        "r": "<\/span>"
    },
    {
        "f": "<p>(<div class=\"[^\"]+\">)</p>",
        "r": "$1"
    },
    {
        "f": "<p><\/div><\/p>",
        "r": "<\/div>"
    },
    {
        "f": "<p><\/div>",
        "r": "<\/div>"
    },
    {
        "f": "<\/div><\/p>",
        "r": "<\/div>"
    },
    {
        "f": "(<div class=\"[^\"]+\">)</p>",
        "r": "$1"
    },
    {
        "f": "<p>(<div class=\"[^\"]+\">)",
        "r": "$1"
    },
    {
        "f": "(<hr class=\"[^\"]+\">)</p>",
        "r": "$1"
    },
    {
        "f": "<p>(<hr class=\"[^\"]+\">)",
        "r": "$1"
    },
    {
        "f": "<p>(<svg [^>]+>)<\/p>",
        "r": "$1"
    },
    {
        "f": "<p>(<image [^>]+>)",
        "r": "$1"
    },
    {
        "f": "(<image [^>]+>)<\/p>",
        "r": "$1"
    },
    {
        "f": "<p>(<\/svg>)",
        "r": "$1"
    },
    {
        "f": "(<\/svg>)<\/p>",
        "r": "$1"
    },
    {
        "f": "<p><\/p>",
        "r": ""
    }    
];